Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宋集薪满脸惊讶，有些尴尬，壮着胆子说道：“先生像是在‘托孤’，让我好不适应。”
en_us: A surprised and slightly awkward look appeared on Song Jixin's face, and he mustered up some courage as he said, "It almost sounds like this is going to be the final time we see each other, and it feels very strange."

source: 宋集薪满脸涨红。
en_us: Song Jixin's face flushed beet-red.

source: 宋集薪满脸疑惑，问道：“那你当时在泥瓶巷，为什么不拉拢得更加彻底一些？”
en_us: A perplexed look appeared on Song Jixin's face as he asked, "In that case, why didn't you do more to try and win him over back in Clay Vase Alley?"

source: 宋集薪点了点头，夸奖道：“你这人挺上道，和你说话不吃力。”
en_us: Song Jixin nodded in response as he praised, "You're a pretty smart guy. It's always easier talking with smart people."

source: 宋集薪点头道：“反正东西早就收拾好了，我屋子里两只大箱子，加上你那只小箱子，咱们家能搬走的想搬走的，都没落下啥了，早走晚走没两样。”
en_us: Song Jixin nodded and said, "Everything has been packed already, so I don't see why not. There are two large suitcases in my room, and there's also your small suitcase. We've already packed everything that we can pack and want to pack. There's nothing left over in the house, so what difference does it make if we leave earlier or later?"

source: 宋集薪点头道：“差不多了。”
en_us: "Pretty much," Song Jixin replied with a nod.

source: 宋集薪点头道：“我记住了。”
en_us: "I'll keep that in mind," Song Jixin said with a nod.

source: 宋集薪点点头，两人一前一后走向泥瓶巷巷口。
en_us: Song Jixin nodded, and the two of them made their way out of Clay Vase Alley.

source: 宋集薪爽朗大笑，“知我者，稚圭也！”
en_us: Song Jixin laughed heartily. "Zhi Gui indeed knows me well!"

source: 宋集薪牵着小女孩走向衙署大门，转头问道：“门外这条福禄街上不会出现刺客吧？”
en_us: Song Jixin held the little girl's hand and walked with her toward the gate of the office. He turned around and asked, "There won't be assassins outside the gate on Fortune Street, right?"

source: 宋集薪猛然抬头望去。
en_us: Song Jixin vigorously looked up.

source: 宋集薪环顾四周，空落落的，就只有自己屁股底下的那个草编蒲团，完全没有想象中的豪奢气派，更不会给人别有洞天的惊艳。这让宋集薪有些失望，原本少年还很期待看到稚圭登上马车后的惊讶。
en_us: Song Jixin looked around, only to find that the carriage was completely empty. There was only a straw futon for him to sit on. This was completely different from the extravagance that he had imagined, and it more so wasn't something that would make one exclaim in delight and astonishment. Song Jixin was slightly disappointed. Initially, he had been extremely eager to see Zhi Gui's expression of astonishment when she entered the carriage.

source: 宋集薪由衷感慨道：“大千世界，无奇不有。”
en_us: "There is no lack of extraordinary things in the myriad worlds," Song Jixin remarked sincerely.

source: 宋集薪略作思量，犹豫之后，仍是下定决心开口问道：“你是在韬光养晦？还是养寇自重？”
en_us: Song Jixin mulled over this, and after hesitating for a brief moment, he still decided to ask, "Then are you hiding your abilities and biding your time? Or are you purposefully ignoring an opponent appear more important?"

source: 宋集薪疑惑道：“家住杏花巷铁锁井那边的老人，确实经常在槐树底下，跟我们念叨这个说法。这其中，当真有玄机？”
en_us: "An old man who lives near the Iron Lock Well on Apricot Blossom Alley does indeed stand under the locust tree and tell us about this all the time. Is there a deeper meaning behind this?" Song Jixin asked in puzzlement.

source: 宋集薪疑惑道：“我看得出来，你和那个女子之间，你的家世地位，要高出一筹，既然她都能够那么对待隔壁那家伙，为何你愿意对我如此……”
en_us: Song Jixin was rather perplexed. "I can tell that you possess a loftier status in your clan that that woman does in hers, so why is it that she was treating that boy with such disdain just now, yet you're willing to..."

source: 宋集薪白眼道：“大醉酩酊！”
en_us: Song Jixin rolled his eyes. "Until we're dead drunk!"

source: 宋集薪的宅子，在泥瓶巷属于大户门庭，除了悬挂匾额的大堂，还有左右偏房。
en_us: Song Jixin's residence was considered to be a prominent household on Clay Vase Alley, complete with a hall that had a plaque hanging above its entrance and two side rooms, one on the left and one on the right.

source: 宋集薪皱了皱眉头，“他？”
en_us: Song Jixin's brows furrowed slightly at the mention of Chen Ping'an.

source: 宋集薪皱眉思索片刻，很快眼前一亮，眉头舒展道：“是棋盘格局变小了。”
en_us: Song Jixin considered the new rules with slightly furrowed brows for a moment, following which eyes quickly lit up as he said, "This is essentially shrinking the board!"

source: 宋集薪眉宇间阴沉沉的。
en_us: Song Jixin appeared far from amused.

source: 宋集薪看了一会儿，觉得无趣乏味，就跳下墙头进入屋子。
en_us: After watching for a while longer, Song Jixin grew bored and jumped down from the wall before entering the room.

source: 宋集薪看了眼桌上的那把小壶，半袋铜钱，抬头后，道：“苻南华，我有两个条件，只要你答应，我除了卖给你一把山魈壶，再拿出一件不输给它的老物件。”
en_us: Song Jixin took a glance at the teapot and half-full pouch of copper coins on the table, then raised his head as he said, "I have two conditions. If you agree to those conditions, not only will I sell you this mandrill teapot, I'll also show you something else that's at least on the same caliber."

source: 宋集薪看似善解人意地提醒道：“是大人不记小人过。”
en_us: "It's a greater man does not take note of a lesser man's fault," Song Jixin reminded him in a seemingly understanding manner.

source: 宋集薪眼角余光瞥了一下隔壁院门，略显心不在焉，不合时宜。
en_us: Song Jixin took a glance at the gate of the neighboring courtyard out of the corner of his eyes, seemingly rather distracted.

source: 宋集薪瞥了眼老人，幸灾乐祸道：“咱们小镇识字的没几个，这位说书先生算是媚眼抛给瞎子看了。”
en_us: Song Jixin was looking at the old man with schadenfreude in his eyes as he said, "Barely anyone in our town even knows how to read. This storyteller's efforst are completely wasted here."

source: 宋集薪瞬间咽回到了嘴边的话语，沉默转过身，咬牙切齿地恨恨离去。
en_us: Song Jixin instantly swallowed the words that had already been on the tip of his tongue. He quietly turned around, gritting his teeth as he left in anger.

source: 宋集薪突然开口说道：“稚圭，虽说姓陈的家伙，按照我们读书人老祖宗的说法，属于‘朽木不可雕也，粪土之墙不可圬’，但是不管怎么说，他这辈子总算还是做了一件有意义的事情。”
en_us: Song Jixin suddenly said, "When it comes to Chen Ping'an, my scholar ancestors would say that he's a piece of rotten wood that can't be carved, or a pile of manure that can't be built up into a wall, but at the very least, he's done one meaningful thing in his life."

source: 宋集薪突然皱眉问道：“那女子一看就来头极大，叔叔你不怕打了小的，惹来大的，揍了大的，惹来老不死的？如果地方县志没骗人，那我可知道那些老王八的厉害，到时候咱们大骊真没问题？”
en_us: All of a sudden, Song Jixin's brows furrowed slightly as he said, "That woman clearly has ties with some very powerful people. Are you not worried that her seniors would stick up for her and seek vengeance against you? According to the records in the Local County Chronicle, those old bastards are extremely formidable. Is our Great Li Empire going to be alright?"

source: 宋集薪突然问了一个尖锐问题，“你们这些来小镇寻找宝物机缘的外乡人，好像道理跟我们认为的不太一样。是因为你们拳头硬？”
en_us: Song Jixin suddenly posed an incisive question, asking, "It feels like you outsiders who have come to our small town to search for treasures and fated opportunities have a fairly different view than us regarding principles and reasoning. Is it because you're more powerful than us?"

source: 宋集薪站起身，打了个响指：“出来吧，我知道你们躲在附近，劳烦你们把箱子搬到马车上去。”
en_us: Song Jixin stood up, snapping his fingers and ordering, "Come out! I know you guys are hiding nearby. Please carry these suitcases to the carriages for us."

source: 宋集薪站起身，用折扇拍打另外一只手的手心，缓缓踱步，思量之后说道：“太平盛世选后者，适逢乱世选前者。”
en_us: Song Jixin rose to his feet, gently tapping his closed folding fan on the palm of his other hand while slowly pacing back and forth. After considering the question for a moment, he replied, "In times of peace, the latter option would be best, while the former option would be more suited to times of chaos and unrest."

source: 宋集薪笑了笑，低头拍了拍锦袍下摆，那一刻，眼神复杂。
en_us: Song Jixin smiled, and he looked down as he patted the bottom hem of his brocade robe. There was a complicated look in his eyes.

source: 宋集薪笑了，望向南方，露出一抹心神向往，“我听说京城那个地方的藏书，比我们小镇的花草树木还要多！”
en_us: Song Jixin smiled as he cast his gaze toward the south, and a hint of longing appeared on his face. "I heard that there are more books in the capital"

source: 宋集薪笑着喊道：“走，公子带你去大骊京城长见识去！”
en_us: Song Jixin smiled and shouted, "Let's go! Your young master is going to take you to the Great Li Empire's capital to broaden your horizons!"

source: 宋集薪笑道：“去了趟廊桥那边，路程有点远，所以晚了些。”
en_us: Song Jixin smiled and replied, "I took a trip down to the covered bridge. It's quite far away, so I was only able to get back this late."

source: 宋集薪笑道：“叔叔，你也有说‘只能’的时候？”
en_us: Song Jixin smiled and mused, "Uncle, there are also times when you have to say 'have no option'?"

source: 宋集薪笑道：“呦，稚圭，监守自盗的意思也懂？”
en_us: "Oh? You know what it means to steal what's entrusted to someone?" Song Jixin asked with a smile.

source: 宋集薪笑道：“就是剑。”
en_us: "It's a sword," Song Jixin replied with a smile.

source: 宋集薪笑道：“得嘞，这就要背井离乡喽。”
en_us: Song Jixin smiled and replied, "Got it. It's almost time to uproot and leave home."

source: 宋集薪笑道：“那正好，我还能为先生送行。”
en_us: Song Jixin smiled as he said, "That's good. I'll be able to see you off."

source: 宋集薪笑问道：“你喜欢？”
en_us: "Do you like them?" Song Jixin asked with a smile.

source: 宋集薪笑问道：“咋了，有心事？”
en_us: Song Jixin smiled and asked, "What's wrong? There's something on your mind?"

source: 宋集薪第一时间不是咀嚼这番话的深意，而是瞬间转头望向刘羡阳，只见高大少年正坐在墙头上那边揉手敲腿，好像完全没有听到男人说话。
en_us: Song Jixin's first reaction wasn't to ponder over the deeper meaning behind the man's words. Instead, he instantly turned around to look at Liu Xianyang. However, it was as if Liu Xianyang hadn't heard the man's words at all as he sat on the wall and massaged his limbs.

source: 宋集薪答非所问，“走出小镇之前，如山魈水鬼，神仙精怪，信则有，不信则无。至于齐先生怎么教，学生如何听，各安天命吧。”
en_us: Song Jixin gave an irrelevant answer, saying, "If we stay in this small town, mountain spirits, river ghosts, immortals, and monsters will only exist if we believe them, and they'll cease to exist if we don't believe them. As for how Mr. Qi teaches, and as for how his students learn, that's up to each person's individual fate."

source: 宋集薪终于回过神，转身继续蹲着，俯视着高冠风流、锦衣华服的苻南华，平淡道：“我知道。”
en_us: Song Jixin finally returned to his senses, and he remained squatting on top of the wall as he turned around to look down at Fu Nanhua, replying in an indifferent voie, "I do."

source: 宋集薪缓缓伸展身体，懒洋洋道：“待着也无聊。”
en_us: Song Jixin stretched his body and said in a lazy voice, "I was feeling bored."

source: 宋集薪缓缓道：“替我杀一个人。”
en_us: "I want you to kill someone for me," Song Jixin replied.

source: 宋集薪翻了个白眼，伸出一根手指，晃了晃，“白银一万两！”
en_us: Song Jixin rolled his eyes as he raised a finger and wagged it from side to side. "I want 10,000 silver!"

source: 宋集薪脸色不悦。
en_us: A displeased look appeared on Song Jixin's face.

source: 宋集薪脸色铁青，死死盯住宋长镜。
en_us: Song Jixin was livid as he angrily stared at Song Changjing.

source: 宋集薪脸色阴沉。
en_us: Song Jixin was far from amused.

source: 宋集薪脸色阴沉不定，看不出心思变化。
en_us: Song Jixin wore an uncertain expression, and it was impossible to tell what he was thinking.

source: 宋集薪自嘲道：“也对，混好了，回来都找不着人炫耀，混不好了，看笑话的人又不少。”
en_us: "I guess you're right. If we become successful, there'll be no one we can show off to, but if we end up unsuccessful, there'll be heaps of people waiting to laugh at us," Song Jixin said with a self-deprecating smile.

source: 宋集薪自己也不清楚眼前这家伙，跟那个姓宋的男人，到底是何种关系，关系莫逆的官场同僚？昔年求学的同窗好友？还是京城庙堂其它山头派系的对头？姓宋的离开之前，略微提到过几句，说新任督造官到了小镇之后，很快就会带他们主仆二人离开小镇，赶赴京城，对那位大人，要求宋集薪必须极其礼敬，不得有丝毫怠慢。
en_us: Even Song Jixin was unsure of this person's relationship with the previous official. Were they close associates in the officialdom? Were they intimate friends who had met during study? Or were they adversaries from different factions in the capital? When that man had left, he had briefly mentioned that a new kiln supervision official would soon arrive at the small town. Not long after his arrival, he would then bring him and his maidservant out of the small town and to the capital. The previous official had also told Song Jixin that he needed to be extremely respectful toward the new kiln supervision official. He couldn't be impolite in the slightest.

source: 宋集薪自言自语道：“咱们离开小镇后，屋子里的东西交由陈平安照看，这家伙会不会监守自盗啊？”
en_us: Song Jixin mused to himself, "After we leave the town, Chen Ping'an will look after everything in our house. Do you think he'd steal what was entrusted to him?"

source: 宋集薪自顾自说道：“陈平安呢，人倒是不坏，就是性子太死板，做什么事情只认死理，所以当了窑匠，意味着他再勤劳苦练，也注定做不出一件有灵气的好东西来，所以刘羡阳的师父，那个姚老头儿，对陈平安死活看不上眼，是有其独到眼光的，这叫朽木不可雕。至于粪土之墙不可圬嘛，大致意思就是说陈平安这种穷酸鬼，哪怕你给他穿上件龙袍，他照样是个土里土气的泥腿子……”
en_us: Song Jixin continued speaking, almost as if he were talking to himself. "Chen Ping'an is not a bad person, he's just way too dogmatic in his personality. There's no flexibility in the way he does things. That's why after becoming a potter, no matter hard he worked, it was predestined that he would never be able to create a good product with any flair or spark. That's also why Old Man Yao never took a liking to him. He was a man with a keen eye, and he knew that Chen Ping'an simply wasn't cut out of this. That's what it means for him to be a piece of rotten wood that can't be carved. As for a pile of manure that can't be molded into a wall, what that basically means is that for someone meant to be impoverished like Chen Ping'an, even if you dress him up in the emperor's dragon robes, he'll still just be a good-for-nothing hillbilly."

source: 宋集薪若有所思。
en_us: Song Jixin watched on in thought.

source: 宋集薪蓦然哈哈大笑，用手指点了点陈平安，嬉皮笑脸道：“胆小如鼠，难怪寒门无贵子，莫说是这辈子贫贱任人欺，说不定下辈子也逃不掉。”
en_us: Song Jixin burst into laughter as he poked Chen Ping'an with his finger with a mischievous grin on his face. "You're such a coward! No wonder impoverished clans never produce noble sons. Not only are you destined to be bullied and derided by others in this lifetime, you'll probably suffer the same fate in your next life as well!"

source: 宋集薪虽然满肚狐疑，仍是按照这位从天而降的“叔叔”所说，捧香下跪三磕头。
en_us: Even though Song Jixin was puzzled, he still did as his "uncle" from out of nowhere commanded. He held the incense sticks as he kneeled down and kowtowed.

source: 宋集薪被问住了，却不愿露怯，便随口道：“尽是胡说八道，估计看过几本不入流的稗官野史，拿来糊弄乡野村夫的。”
en_us: Song Jixin was stumped by these questions, but he didn't want to look stupid, so he said in a dismissive voice, "It's all nonsense. He probably read a few obscure unofficial historical texts and is regurgitating what he read to swindle uneducated hillbillies."

source: 宋集薪见那少年不像是开玩笑的样子，连忙改口道：“是黄金万两！”
en_us: The boy didn't appear to be joking, and Song Jixin hurriedly amended, "Actually, I want 20,000 gold!"

source: 宋集薪觉得有些好笑，只有他才知道这个男人，在自称“我”的时候，明显会有些拗口。
en_us: Song Jixin was feeling rather amused. Only he could tell that the man was clearly not very accustomed to referring to himself as "I".

source: 宋集薪讶异道：“你倒是够实在的。”
en_us: Song Jixin was slightly astonished, and he said, "You're a fairly realistic person."

source: 宋集薪说到这里的时候，自嘲道：“我其实比陈平安还惨。”
en_us: A self-deprecating look appeared on Song Jixin's face here, and he sighed, "I'm actually even more pitiful than him."

source: 宋集薪走在她身后，脚步缓慢，当他经过一户人家院门所对的小巷高墙，手持雨伞的宋集薪停下脚步，转头望去。
en_us: Meanwhile, Song Jixin walked behind her, with his footsteps comparatively slow. When he walked past a certain gate, Song Jixin stopped in his tracks and turned around to look back.

source: 宋集薪起身笑道：“好嘞。那这棋局就劳烦先生收拾喽。”
en_us: Song Jixin rose to his feet as he chuckled, "Alright, then I'll have to trouble you to clean up the board, Sir."

source: 宋集薪跳下院墙，低声道：“去屋里说。”
en_us: Song Jixin jumped down from the wall, then said in a low voice, "Let's talk inside."

source: 宋集薪转头对自家婢女会心一笑，将钱袋子交给她，“看吧，我就说赵繇是小镇最懂礼数的读书人，如何？”
en_us: Song Jixin turned around and smiled at his maidservant as he handed the bag of coins to her. "See, I told you that Zhao Yao was the most courteous student in this small town. What do you say?"

source: 宋集薪转头望去，突然愣住了。
en_us: Song Jixin turned to look at her, and he was abruptly transfixed.

source: 宋集薪还从书上听说一个小镇没有的习俗，所以在稚圭十二岁那年，他便买了小镇最好的新酿之酒，搬出那只偷藏而来的瓷瓶，釉色极美，犹如青梅，把酒倒入其中后，将其小心泥封，最后埋入地下。
en_us: Song Jixin had also read about a tradition that didn't exist in the town from a book. Hence, when Zhi Gui was 12 years old, he bought the best newly brewed win in the town, then brought out the porcelain vase that he had hid away. The coloration of the vast was extremely beautiful, resembling a greengage, and he poured the win into the vase before carefully sealing it in clay and burying it underground.

source: 宋集薪这一刻，浑身颤抖，头皮发麻。
en_us: Song Jixin's entire body was shaking at this moment, and even his mind felt completely numb.

source: 宋集薪问道：“几万人？”
en_us: "How many tens of thousands of people will that city be able to hold?" Song Jixin asked.

source: 宋集薪问道：“那个正阳山的小女孩提到过一个人，叫马苦玄，是杏花巷的，跟我差不多岁数，好像他开价一袋子供养钱，把陈平安和那少女的藏身之地卖给了正阳山。你知不知道这家伙到底是什么来历？以前我只听说是个傻子，不曾想隐藏得这么深。”
en_us: "The little girl from Sun Scorch Mountain mentioned a person called Ma Kuxuan," Song Jixin continued. "He's from Apricot Blossom Alley, and he's around the same age as me. I heard that he sold Chen Ping'an and that young girl's hiding location to Sun Scorch Mountain for the price of one pouch of Offering Coins. Do you know his background? I heard that he was a mentally challenged retard, and I never thought that he had concealed himself so well."

source: 宋集薪问道：“齐先生真的不跟你一起离开小镇？”
en_us: "Mr. Qi really isn't going to leave with you?" Song Jixin asked.

source: 宋集薪随口说道：“每逢雷雨天气，会嗡嗡作响。”
en_us: "It makes a buzzing sound every time there's a lightning storm," Song Jixin casually replied.

source: 宋集薪面无表情道：“忙你们的。”
en_us: "Go do your job," Song Jixin said expressionlessly.

source: 宋集薪默不作声，眼神炽热。
en_us: Song Jixin remained silent, yet there was a fervent look in his eyes.

source: 宗门上下皆知，贺师姐重修心一事，所以一句轻描淡写的顺其自然，极有可能就是动了收徒的念头。
en_us: Everyone in the sect knew that Senior Sister He viewed the cultivation of the mind with great importance. Thus, the simple remark of "let nature take its course" was a strong indication that she was having thoughts of taking someone as her disciple.

source: 官署门口，草鞋少年如约递给门房第二枚铜钱。
en_us: At the entrance to the kiln supervision official's office, Chen Ping'an gave the porter a second copper coin as per their agreement.

source: 官署门房和年迈管事突然火急火燎赶到院门外，崔明皇和刘灞桥同时起身。
en_us: All of a sudden, the porter and the elderly steward of the estate rushed into the courtyard, and Cui Minghuang and Liu Baqiao stood up in unison.

source: 家族为她大开中门，家主对她一揖到底，举族上下将她奉为上宾，接风宴上让她来坐主位。
en_us: His clan had opened the middle gate for her, and the clan leader had more so bowed as deeply as he could to show his respsect. The entire clan had treated her as a most esteemed guest, and during the welcome banquet, she had even enjoyed the honor of sitting in the host seat.

source: 容颜极好的年轻女子，眼眶满是血丝，鼻子耳朵都渗出血丝，满脸惊恐望向居高临下的黝黑少年。
en_us: The beautiful young woman's eyes were bloodshot, and trails of blood were also seeping out from her nose and ears. There was shock and terror on her face as she looked up at the severely tanned young boy.

source: 密集的马蹄在青石板街道上，滴滴答答踩出清脆声响，三辆马车先后驶出福禄街。
en_us: There was a crisp sound of clopping hooves as the horses trotted over the bluestone slabs on the street. The three carriages left Fortune Street one after another.

source: 寒酸少年正是从顾粲家出来的陈平安，听到声音后，转过身，点头问道：“有事吗？”
en_us: Chen Ping'an turned around upon hearing the voice behind him, and he nodded in response as he asked, "Can I help you with something?"

source: 对于一名天人境的强者来说，需要花十秒钟才能去肯定一件事情，这绝对不可思议之极，但也同样证明发生在他身上的事情有多么得不可思议。
en_us: we reply on thios

source: 对于下棋，才华横溢的宋集薪，好不好玩，有不有趣，才是首选。
en_us: Despite his superb aptitude, Song Jixin top priority in playing go had always been to have fun.

source: 对于世间练气士而言，存在一个共识，身躯皮囊，终究是不断腐朽之物，够用就行。能够侥幸修炼成金刚不败之身、无垢琉璃之躯，那是最好，不能也无妨，切莫钻牛角尖，误了大道根本。
en_us: For all of the Qi refiners in the world, there was a common consensus, which was that the body was only a vessel, and it only had to be serviceable. If one were lucky enough to attain an indestructible vajra body or a spotless glazed body, then that would naturally be ideal, but it certainly wasn't worth comprising one's fundamental pursuit of the Great Dao just to advance one's physical constitution.

source: 对于宁姑娘的离去，少年没有太多感伤，因为一开始就知道她会走的。
en_us: He wasn't overly saddened by Ning Yao's departure as he knew from the very beginning that she would leave. Unfortunately, there were some things that he didn't get to say to her.

source: 对于小镇普通百姓而言，草木一岁一枯荣，甲子春秋转瞬即逝，教书先生已经换了好几位，模样不同，岁数不同，唯有那股说不清道不明的读书人气质，如出一辙，古板，苛刻，寡言，总之，都很无趣乏味，也没有人想到那几位来来去去的乡塾教书匠，其实是同一人，不但如此，在小镇之外的广袤天地，深居简出的齐先生，曾经拥有超然的崇高地位，还身负正气浩然的无上神通。
en_us: In the eyes of the normal townsfolk, the years passed by one after another, and during this past cycle of 60 years, the schoolteacher had been replaced quite a few times. Each successive teacher had a different age and appearance compared to their predecessor, but that indescribable scholarly aura was something that had been common to all of them. They were stern, dogmatic, quiet... Essentially, all of them had been quite bland and boring. No one could've imagined that all of the schoolteachers who had come and gone from the town had actually been the same person. Not only that, but in the vast world outside of the town, the quiet and unassuming Mr. Qi had once been a figure of unfathomably lofty status, possessing peerless mystical powers of righteousness.

source: 对于山下的凡夫俗子而言，则无疑是延年益寿的无上珍品。
en_us: For the ordinary mortals at the foot of the mountain, this was undoubtedly something that could be consumed to extend their lifespans.

source: 对于师弟对那草鞋少年的轻视，她不置可否，一笑置之。
en_us: She didn't comment on her Junior Brother's dismissive and belittling attitude toward the young boy in straw sandals. She simply brushed over it with a smile.

source: 对于苻南华的态度变化，宋集薪好像浑然不觉，“喊你一声苻兄，拿出这把壶给你过眼，就是我的诚意了，既然大家都想着做成买卖，那就干脆利落点，苻兄你给出价钱，我点头或者摇头，我给你两次出价的机会，两次过后，等于过了这村儿没这店儿，任你许诺给我金山银海，对不住兄弟，我不卖了。”
en_us: Song Jixin seemed to have been completely oblivious to the change in Fu Nanhua's attitude, and he continued, "The fact that I'm calling you Brother Fu and willing to bring out this teapot to show you should already be a sufficient show of my sincerity. Both of us want this deal to work out, so let's not waste any more time going around in circles. Here's what'll happen: you give me a price, and I'll nod or shake my head. I'll give you two chances to state prices, and if I refuse both times, then I'm afraid that'll be the end of the story. After that, no matter what you try to offer me, even mountains of silver or seas of gold, I won't be selling."

source: 对于读书识字，陈平安内心深处一直怀有期望。
en_us: Deep down, he had always wanted to learn to read and write.

source: 对于陈平安来说，这就算属于一条雷打不动的新家规了。
en_us: For Chen Ping'an, this was something that he did every single day with no exceptions.

source: 对于陌生人的好坏，少年一直相信自己的直觉。
en_us: When it came to the goodness or wickedness of a stranger, Chen Ping'an always believed in his instincts.

source: 对于青衫少年，从第一次捻子落于棋盘，他就执着于胜负二字。
en_us: In contrast, from the moment the azure-robed young boy first picked up a go stone, he had always been fixated on the concepts of winning and losing.

source: 对无依无靠的草鞋少年来说，一个是他的哥哥，一个是他的弟弟。
en_us: To the young boy with no relatives, one was like his older brother, and one was like his younger brother.

source: 对陈平安没好气说道：“你那点破烂事，等会儿再说。”
en_us: "We'll discuss your shitty job later," the man said to Chen Ping'an in a disgruntled voice.

source: 对陈平安随口说道：“对了，方才我经过老槐树的时候，那边多了个自称说书人的老头儿，正在那边摆弄摊子，还说他积攒了一肚子的奇人趣事，要跟咱们念叨念叨，你有空可以去瞅瞅。”
en_us: After dropping the facade, he casually said to Chen Ping'an, "By the way, as I was passing by the old locust tree earlier, I met an old man who set up a new stall over there. He told me that he's a storyteller, and that he has a bunch of interesting stories that he wants to tell us. You can go and take a look there in your free time."

source: 对青衣少女而言，美食当前，天塌下也要吃完再跑路
en_us: To this young girl in green, food was of paramount importance. Even if the sky collapsed, she would still need to finish her meal before fleeing.
